acpi
alsa-utils
base-devel
bash-completion
blueman
bluez
bluez-utils
brightnessctl
btop
cmake
docker
docker-compose
dunst
firefox
flatpak
fzf
gcc
git
gnome-themes-extra
go
grim
hyprland
hyprlock
jq
kubectl
less
man-db
neovim
networkmanager
nfs-utils
noto-fonts
noto-fonts-emoji
nwg-look
openssh
pavucontrol
polkit-gnome
ripgrep
rofi
rustup
slurp
sof-firmware
stow
swww
tailscale
thunar
tree-sitter-cli
tmux
ttf-liberation-mono-nerd
udiskie
ufw
unzip
vim
waybar
wl-clipboard
xdg-desktop-portal-hyprland
mise
usage
ghostty
